Repository: bopopescu/repo
Catalog: weather.openweathermap/resources/language/Polish/strings.po
Languages: pl

# #32101
source: Location
pl: Lokalizacja

# #32102
source: Map
pl: Mapa

# #32103
source: Units
pl: Jednostka

# #32111
source: Location 1
pl: Lokalizacja 1

# #32112
source: Location 2
pl: Lokalizacja 2

# #32113
source: Location 3
pl: Lokalizacja 3

# #32120
source: Zoom Level
pl: Poziom Zbliżenia

# #32121
source: Weather Map Transparency
pl: Przejrzystość Mapy Pogody

# #32122
source: Background Render Engine
pl: Render Silnika

# #32123
source: Mark Location on the Background
pl: Zaznacz lokalizację

# #32130
source: Download Temperature Map
pl: Pobierz Mapę Temperatur

# #32131
source: Download Rain Map
pl: Pobierz Mapę Deszczu

# #32132
source: Download Clouds Map
pl: Pobierz Mapę Zachmurzenia

# #32133
source: Download Snow Map
pl: Pobierz Mapę Sniegu

# #32134
source: Download Wind Map
pl: Pobierz Mapę Wiatrów

# #32135
source: Download Pressure Map
pl: Pobierz Mapę Ciśnienia

# #32136
source: Download Precipitation Map
pl: Pobierz Mapę Opadów

# #32150
source: Temperature
pl: Temperatura

# #32151
source: System Default
pl: Ustawienia Domyślne

# #32152
source: Degree Celsius (C)
pl: Stopnie Celsjusza (C)

# #32153
source: Degree Fahrenheit (F)
pl: Stopnie Fahrenheita (F)

# #32155
source: Wind speed
pl: Prędkość wiatru

# #32156
source: meter per second (m/s)
pl: metrów na sekundę (m/s)

# #32157
source: kilometer per hour (km/h)
pl: kilometrów na godzinę (km/h)

# #32158
source: miles per hour (mph)
pl: mile na godzinę (mph)

# #32159
source: knots (kn)
pl: węzłów (kn)

# #32160
source: beaufort scale (bft)
pl: w skali Beauforta (bft)

# #32180
source: North-northeast
pl: północnego-wschodu

# #32181
source: Northeast
pl: północnego-wschodu

# #32182
source: East-northeast
pl: północnego-wschodu

# #32183
source: East
pl: wschodu

# #32184
source: East-southeast
pl: południowego-wschódu

# #32185
source: Southeast
pl: południowego-wschódu

# #32186
source: South-southeast
pl: południowego-wschódu

# #32187
source: South
pl: południa

# #32188
source: South-southwest
pl: południowego-zachodu

# #32189
source: Southwest
pl: południowgo-zachodu

# #32190
source: West-southwest
pl: południowego-zachodu

# #32191
source: West
pl: zachodu

# #32192
source: West-northwest
pl: północnego-zachodu

# #32193
source: Northwest
pl: północnego-zachodu

# #32194
source: North-northwest
pl: północnego-zachodu

# #32195
source: North
pl: północy

# #32196
source: from
pl: z
